---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedpathJustification
source: html/6bba677e-38fa-8b1b-ed92-dbea1c8308d4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedpathJustification Property

"Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedpathJustification { get; }
```